app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.save
---
INSERT INTO "contacts" ("name", "email", "comment", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Jello"], ["email", "Hello@contactme.com"], ["comment", "Stephanie, i will hire u :)"], ["created_at", "2015-04-20 14:31:32.918155"], ["updated_at", "2015-04-20 14:31:32.918155"]]

  def show
    @contact = Contact.find(params[:id])
---
SELECT  "contacts".* FROM "contacts" WHERE "contacts"."id" = ? LIMIT 1  [["id", 1]]